Repository: AdityyaX/help-activity
Catalog: translated_po/*/getting_support.po
Languages: es

source: Getting Support
es: Cómo obtener apoyo

source: One Laptop per Child is an education project, not a laptop project. With connected laptops, learners are liberated to actively engage with others with similar interests in cultures of learning by doing without being limited by time or space. If you are having hardware or software problems with your XO, remember that its design is to encourage you to learn new things by trying to solve problems on your own!
es: One Laptop per Child es un proyecto educativo, no un proyecto portátil. Con los ordenadores portátiles conectados, los estudiantes son liberados para participar activamente con otras personas con intereses similares en culturas de aprender haciendo sin ser limitado por el tiempo o el espacio. Si usted está teniendo problemas de hardware o de software con su XO, recuerde que su diseño es para animaros a aprender cosas nuevas, tratando de resolver los problemas por su cuenta!

source: That said, an entire community built this XO and everything on it, and we want to help you with it. Our OLPC global community of volunteers provide software and hardware troubleshooting and support. This section will help tell you where to find Support when you are really stuck! OLPC has proven that volunteer-driven support works, often with far more heartfelt caring than any corporate help desk!
es: Dicho esto, toda una comunidad construyó este XO y todo en él, y queremos ayudarle con él. Nuestra comunidad global OLPC de voluntarios proporciona software y hardware de la solución de problemas y soporte. Esta sección le ayudará a saber dónde encontrar apoyo cuando estás realmente atascado!

source: If you have questions about the XO, ask a teacher for help, a friend, or search on the Internet. If you have a question about your XO, there is a very good chance it is already answered within our expanding Support FAQ / RTFM knowledge base:
es: Si usted tiene preguntas acerca de la XO, pedirle a un maestro en busca de ayuda, un amigo, o buscar en Internet. Si usted tiene alguna pregunta sobre su XO, hay una muy buena probabilidad de que ya está contestada dentro de nuestra expansión Soporte Preguntas frecuentes / base de conocimientos RTFM:

source: http://wiki.laptop.org/go/Support_FAQ
es: http: // wiki. portátil. org / go / Support_FAQ

source: Next try looking at http://support.laptop.org extensive helpful guidance for exploring and fixing your XO, allowing you to solve challenging issues right alongside others. Specifically, check out:
es: Siguiente intente buscar en http: // support. portátil. org amplia orientación útil para la exploración y la fijación de su XO, lo que le permite resolver problemas difíciles justo al lado de los demás. En concreto, echa un vistazo a:

source: Getting Started: http://laptop.org/start
es: Primeros pasos: http: // portátil. org / inicio

source: Email Lists: http://lists.laptop.org
es: Listas de correo electrónico: http: // listas. portátil. org

source: Live Chat: http://forum.laptop.org/chat
es: Chat en vivo: http: // foro. portátil. org / charla

source: OLPC Community: Wiki http://wiki.laptop.org
es: OLPC Comunidad: http Wiki: // wiki. portátil. org

source: If you are still unable to find an answer online, please email help@laptop.org.
es: Si usted todavía no puede encontrar una respuesta en línea, por favor escriba ayuda @ laptop. org.

source: Did you know that our volunteers staff a live Help Chat site 24/7, on the Internet? Click here: http://forum.laptop.org/chat Login with the color-name shown; that's guest ID. Type your question in the chat line at the bottom. You may have to wait for a response as our volunteers come in and out. If you are patient, we can probably help you! To learn more about what Internet Relay Chat (the system that makes this possible) is, click here: http://wiki.laptop.org/go/IRC
es: ¿Sabías que nuestros voluntarios del personal de una Ayuda sitio Chat en vivo 24/7, en Internet? . portátil. org / Inicio de sesión de chat con el nombre del color mostrado; . Escriba su pregunta en la línea de chat en la parte inferior. Puede que tenga que esperar una respuesta como nuestros voluntarios entran y salen. Si usted es paciente, es probable que usted puede ayudar! . portátil. org / go / IRC

source: We would also like to make special mention of our Support Gang, where an enthusiastic group of volunteers assist XO users all over the world. If you are impressed with the passion and hard work of our volunteers, please consider giving back, by joining our dedicated community. Take a look at the link below. We would welcome your participation! http://wiki.laptop.org/go/Support_Gang http://wiki.laptop.org/go/Support_FAQ Be sure to review the Frequently Asked Questions (FAQ) link above. Many of us join and "learn by doing."
es: También nos gustaría hacer una mención especial de nuestra cuadrilla textuales, donde un entusiasta grupo de voluntarios de ayudar a los usuarios de XO en todo el mundo. Si usted está impresionado con la pasión y el esfuerzo de nuestros voluntarios, por favor considere la posibilidad de volver, por formar parte de nuestra comunidad dedicada. Echa un vistazo a el siguiente enlace:. Damos la bienvenida a su participación! . portátil. org / go / Support_Gang http: // wiki. portátil. org / go / Support_FAQ Asegúrese de revisar las Preguntas Frecuentes (FAQ) foro. Muchos de nosotros unirse y "aprender haciendo. "

source: Thanks very much! OLPC Support Gang
es: Muchas gracias!
