Repository: AdityyaX/help-activity
Catalog: translated_po/*/getting_connected.po
Languages: es

source: Getting Connected
es: Cómo conectarse

source: A primary goal of the Sugar learning platform is enabling students to learn and work together.
es: Un objetivo principal de la plataforma de aprendizaje de Azúcar está permitiendo a los estudiantes a aprender y trabajar juntos.

source: In a wireless environment, an access point (AP) is a device that allows your computer to connect to an existing set of communicating devices. The access point usually has a direct connection to the internet, and can relay data between the wireless devices and the devices it can access.
es: En un entorno inalámbrico, punto de acceso (AP) es un dispositivo que permite al ordenador conectarse a un conjunto existente de dispositivos que se comunican. El punto de acceso tiene generalmente una conexión directa a la Internet, y puede transmitir datos entre los dispositivos inalámbricos y los dispositivos que puede acceder.

source: Multiple ways to connect to others
es: Múltiples formas de conectarse a otros

source: wireless access point (WiFi hotspot);
es: punto de acceso inalámbrico (WiFi hotspot);

source: Connecting through an access point
es: Conexión a través de un punto de acceso

source: You can connect from the Neighborhood View. You can see information about the connection on the Frame.
es: Puede conectarse desde el Barrio Vista. Se puede ver información sobre la conexión de la Armadura.

source: **Step 1: Go to the Neighborhood View**
es: ** Paso 1: Vaya a la vista de Vecindario **

source: Go to the Neighborhood View to connect to an access point.
es: Vaya a la vista de Vecindario para conectarse a un punto de acceso.

source: Tip: To access the Neighborhood View, click on the Neighborhood Icon on the Frame or by pressing the F1 key.
es: Sugerencia: Para acceder a la vista de Vecindario, haga clic en el icono Entorno de la Armadura o pulsando la tecla F1.

source: **Step 2: Choose an access point**
es: ** Paso 2: Elija un punto de acceso **

source: Networks (access points) are represented by circles on the Neighborhood View. Hover over a circle to see more information about an access point. An access point is identified by the name (ESSID) it broadcasts. An OLPC laptop mesh-point—represented by a series of concentric circles—is identified by its channel number (1, 6, or 11). You can also search for an access point by name in the search bar at the top of the page.
es: Redes (puntos de acceso) están representados por círculos en el Barrio Vista. Pase el ratón sobre un círculo para ver más información acerca de un punto de acceso. Un punto de acceso es identificado por el nombre (ESSID) difunde. También puede buscar un punto de acceso por su nombre en la barra de búsqueda en la parte superior de la página.

source: Note: If an access point is not broadcasting its name, the Neighborhood View may show that AP with some other name.
es: Nota: Si un punto de acceso no está transmitiendo su nombre, el Barrio Vista puede mostrar que AP con algún otro nombre.

source: Signal strength is indicated by the fill level of the circle. The color of the circle is based upon the name of the access point. A lock icon identifies networks that are secured and require a key (passcode) to use. A star icon identifies access points that have been previously used (favorites).
es: Intensidad de la señal se indica mediante el nivel de llenado del círculo. El color del círculo se basa en el nombre del punto de acceso. Un icono de candado identifica las redes que están protegidos y requieren una clave (contraseña) para utilizar. Un icono de la estrella identifica los puntos de acceso que se han utilizado anteriormente (favoritos).

source: **Step 3: Activate a connection**
es: ** Paso 3: Activar una conexión **

source: To activate a network connection, click once inside the circle that corresponds to your chosen access point (or click on the Connect option in the hover menu).
es: Para activar una conexión de red, haga clic una vez en el interior del círculo que corresponde a su punto de acceso elegido (o haga clic en la opción Conectar en el menú de flotar).

source: While the connection is being established, the inside of the circle will blink. Once the connection is established, an icon for that connection will be shown on the bottom edge of Frame. If for some reason the connection failed, the circle will stop blinking. Sometimes it is necessary to try several times before the connection is established.
es: Mientras se establece la conexión, el interior del círculo parpadeará. Una vez establecida la conexión, un icono para esa conexión se mostrará en el borde inferior del marco. Si por alguna razón la conexión falla, el círculo dejará de parpadear. A veces es necesario probar varias veces antes de establecer la conexión.

source: If the access point is secured and requires a key, a dialog prompts you for the required information. Different access points may require different types of keys. Before entering the key, be sure to select the correct type from the pull-down menu that is presented.
es: Si el punto de acceso está asegurado y requiere una clave, un cuadro de diálogo le solicitará la información necesaria. Diferentes puntos de acceso pueden requerir diferentes tipos de llaves. Antes de introducir la clave, asegúrese de seleccionar el tipo correcto en el menú desplegable que se presenta.

source: **Step 4: Checking the connection**
es: ** Paso 4: Comprobación de la conexión **

source: The connection status is detailed in a hover menu.
es: El estado de la conexión se detalla en un menú activable.

source: You can check the status of your connection from the Frame (from any view). By hovering over the circle icon, you will find details about your connection status in a hover menu. OLPC deployments
es: Puede comprobar el estado de la conexión de la Armadura (desde cualquier punto de vista). El ratón encima del icono del círculo, encontrará detalles sobre su estado de conexión en un menú activable. Despliegues OLPC

source: OLPC has designed a mesh network that allows XO laptops to communicate without the presence of the Internet and a School Server as a means to make their school network connectivity more efficient. The School Server also provides web and chat services.
es: OLPC ha diseñado una red de malla que permite a las computadoras portátiles XO para comunicarse sin la presencia de Internet y un servidor de la Escuela como un medio para hacer su conectividad de red escolar más eficiente. El servidor de la Escuela también ofrece servicios web y chat.

source: Note to parents and teachers
es: Nota para los padres y maestros

source: Collaboration between learners is one of the most important features of Sugar. To enable collaboration in a classroom or home setting, it is necessary to establish the same type of connection for each computer. Computers can be connected through a School Server, a simple mesh if they are OLPC XOs, or an access point.
es: La colaboración entre los alumnos es una de las características más importantes de Azúcar. Para permitir la colaboración en un salón de clases o en el hogar, es necesario establecer el mismo tipo de conexión para cada equipo. Las computadoras pueden ser conectados a través de un servidor de School, una malla sencilla si son XO de OLPC, o un punto de acceso.

source: When using an access point for the connection, the computers must all use the same Jabber server in order to collaborate. Please refer to the Sugar Control Panel discussion in the Personalizing Sugar chapter for details regarding the configuration of Jabber.
es: Cuando se utiliza un punto de acceso para la conexión, los equipos deben utilizar el mismo servidor de Jabber para colaborar. Por favor refiérase a la discusión del Panel de control de azúcar en el capítulo Personalizar azúcar para obtener más información sobre la configuración de Jabber.

source: Additional hints
es: Sugerencias adicionales

source: You make your connection from the Neighborhood View.
es: Usted hace su conexión desde el Barrio Vista.

source: Your current connection status is shown on the Frame. Also, the hover menu will indicate "Connected". It sometimes takes 2–3 tries to connect. To disconnect, select “Disconnect” from the hover menu that appears in either of the network status menus (See Step 4 above).
es: Su estado de conexión actual se muestra en el Marco. Además, el menú activable indicará "Conectado".

source: Access points are represented by circles. The fill level indicates signal strength.
es: Los puntos de acceso están representados por círculos. El nivel de llenado indica la intensidad de señal.

source: Access points that require keys have a lock icon. The color of the circle is calculated from the ESSID of the access point. The name of the access point is displayed when you hover over it.
es: Los puntos de acceso que requieren teclas tienen un icono de bloqueo. El color del círculo se calcula desde el ESSID del punto de acceso. El nombre del punto de acceso se muestra cuando se pasa sobre ella.

source: You connect by “clicking” in the center of the circle. The center of the circle will blink while the laptop is trying to connect.
es: El centro del círculo parpadeará mientras que el portátil está intentando conectarse.

source: If you are using an OLPC XO computer, mesh points are represented by a series of concentric circles. The color of a mesh point is the same as your XO color. If your OLPC XO computer is “mesh enabled” and you have not connected to an AP, you will automatically be joined to a simple mesh network, enabling you to collaborate with others in the mesh, but not necessarily to access the Internet.
es: Si está utilizando una computadora de OLPC XO, malla puntos están representados por una serie de círculos concéntricos. El color de un punto de malla es igual que su color XO.

source: You are prompted if the access point requires a key.
es: Se le pedirá si el punto de acceso requiere una clave.
