Repository: AdityyaX/help-activity
Catalog: translated_po/*/home_view.po
Languages: es

source: Home View
es: Inicio Ver

source: Use the Home View to begin new Activities.
es: Utilice la vista principal para iniciar nuevas actividades.

source: Note: When you have clicked on an Activity's icon, please wait for that Activity to start. If you get impatient and happen to click again on the Activity's icon, you may end up with that Activity being started twice. When you click on an Activity's icon, you will see a start-up view while that Activity initializes. Once the Activity is running, you will be placed into its Activity View. If the Activity fails to start, you will instead be returned to Home View.
es: Nota: Una vez que haya hecho clic en el icono de una actividad, por favor espere a que la Actividad para comenzar. Si usted consigue impaciente y pasar a hacer clic de nuevo en el icono de la actividad, que puede terminar con la actividad que se inició dos veces. Al hacer clic en el icono de una actividad, verá una vista de puesta en marcha, mientras que la Actividad inicializa. Una vez que la actividad se está ejecutando, se le colocará en su vista de actividad. Si la actividad no se inicia, en su lugar volverá a Home View.

source: To get to the Home View, click the Home icon on the Frame or press the F3 key.
es: Para llegar a la vista principal, haga clic en el icono Inicio en el Marco o presione la tecla F3.

source: The Home View has several modes. Each mode has a different arrangement of Activities:
es: La vista principal tiene varios modos. Cada modo tiene una disposición diferente de las Actividades:

source: Your favorite Activities in a ring (Ring mode)
es: Sus actividades favoritas en un anillo (Modo circular)

source: Your installed Activities in a list (List view)
es: Sus actividades instaladas en una lista (Vista de lista)

source: Your favorite Activities arranged freeform (Freeform mode)
es: Sus actividades favoritas de forma libre arreglado (modo Freeform)

source: Favorites View
es: Favoritos Ver

source: Search box: Use the search box to find Activities. Note: If in List view you see fewer Activities than expected, you may need to click on the small X at the right end of the search box to undo an unintended search request.
es: Cuadro de búsqueda: Utilice el buscador para encontrar Actividades. Nota: Si en la vista de lista que se ve menos Actividades de lo esperado, es posible que tenga que hacer clic en la pequeña X en el extremo derecho del cuadro de búsqueda para deshacer una solicitud de búsqueda no intencional.

source: Favorites modes: Click an icon to switch to a different view. Hover over the Favorites icon to see a menu that lets you pick Ring mode or Freeform mode.
es: Favoritos modos: Haga clic en un icono para cambiar a una vista diferente. Pase el ratón sobre el icono Favoritos para ver un menú que te permite elegir el modo de anillo o el modo Freeform.

source: List view: Click the icon to switch over to the List view.
es: Vista de lista: Haga clic en el icono para cambiar a la vista de lista.

source: Activity icon: Click an Activity icon to launch that Activity. Its icon is colored if the Activity has been used before and clicking on it will resume its last session. (Please see the Activity Menu section below for further information.) Only Activities that have been “starred” as favorites in the List View appear in this view.
es: Icono Actividad: Haga clic en un icono de Actividad para lanzar que la Actividad. Su icono es de color si la actividad se ha utilizado antes y haciendo clic en que reanudará su última reunión. (Consulte la sección Menú actividad abajo para más información.

source: Active Activity icon: The icon of the currently active Activity appears under the XO icon.
es: Activo icono Actividad: El icono de la Actividad actualmente activo aparece bajo el icono de XO.

source: XO icon: Hover the pointer over the "XO" in the center of the Home View to bring up a menu and to access the Sugar Control Panel (Please see the chapter on Customizing Sugar).
es: Icono XO: Sitúe el puntero sobre el "XO" en el centro de la vista principal para que aparezca un menú y para acceder al Panel de Control del Azúcar (Por favor, consulte el capítulo de Personalización de Azúcar).

source: When a search is started the Activities which don't correspond to the result are greyed out.
es: Cuando se inicia una búsqueda de las actividades que no corresponden a los resultados aparecen en gris.

source: List View
es: Vista de lista

source: Use the List view to manage all of your Activities and to choose which Activity icons will appear on the Favorites view.
es: Utilice la vista de lista para gestionar todas sus actividades y elegir qué iconos Actividad aparecerá en ver los Favoritos.

source: Activity favorite icon: A star, which is colored for favorite Activities, which appear in the Ring mode or Freeform mode. Click a star to color or clear it.
es: Actividad icono favorito: Una estrella, que es de color para actividades favoritas, que aparecen en el modo de anillo o el modo Freeform. Haga clic en una estrella para colorear o desactivarla.

source: Activity icon: Click the icon to launch the Activity or hover over it to see the corresponding menu.
es: Icono Actividad: Haga clic en el icono para iniciar la actividad o se ciernen sobre él para ver el menú correspondiente.

source: Hover menu: In this menu you can also launch, favorite and un-favorite Activities and erase them.
es: Menú emergente: En este menú también se puede poner en marcha, actividades favoritas y un-favoritas y borrarlas.

source: Version number: Here you can see which version of the Activity is currently installed. For more information about updating your Activities to the latest version please refer to the How to Install and Update Activities section.
es: Número de versión: Aquí se puede ver que está instalado actualmente la versión de la Actividad. Para obtener más información acerca de la actualización de sus actividades a la última versión por favor consulte la sección Cómo instalar y actualizar Actividades.

source: Favorites View in Freeform Mode
es: Favoritos Ver en modo Freeform

source: The Freeform mode of the Home View works the same as the Ring mode, but the icons are arranged arbitrarily instead of in a circle. You can drag the icons in this View to visually group them in a way that makes sense to you.
es: El modo Freeform de la vista principal funciona igual que el modo de anillo, pero los iconos están dispuestos arbitrariamente en lugar de en un círculo. Puede arrastrar los iconos en esta vista para agruparlos visualmente de una manera que tenga sentido para usted.

source: Activity Menu
es: Menú actividad

source: When hovering over an Activity icon a corresponding menu appears. From there you can directly resume the last few Activity sessions or choose to start a new one.
es: Cuando se cierne sobre un icono de actividad aparece un menú correspondiente. Desde allí se puede reanudar directamente las últimas sesiones de actividad u optar por iniciar uno nuevo.

source: XO Menu
es: XO Menú

source: Use the hover menu that appears over the XO icon to access the Sugar Control Panel and to shutdown or restart the computer.
es: Utilice el menú de la libración que aparece sobre el icono de XO para acceder al panel de control de azúcar y para apagar o reiniciar el equipo.
