Repository: AdityyaX/help-activity
Catalog: translated_po/*/how_to_volunteer.po
Languages: es

source: How to volunteer
es: ¿Cómo ser voluntario

source: Volunteers Change the World
es: Voluntarios Cambiar el Mundo

source: Join us in our global mission to improve education for the world's children! Volunteer contribution is central to the educational spirit of OLPC. The ways to volunteer are as varied as your interests. The sections that follow provide information to learn how to become a volunteer, based on your interests and background.
es: Únete a nosotros en nuestra misión global para mejorar la educación de los niños del mundo! . Las formas de voluntariado son tan variadas como sus intereses. Las secciones siguientes proporcionan información para aprender cómo llegar a ser un voluntario, en función de sus intereses y de fondo.

source: If learning matters to you, you will be welcome. To directly get involved, visit the web site http://olpcMAP.net or email volunteer@laptop.org.
es: Si te importa el aprendizaje, usted será bienvenido. Para involucrarse directamente, visite el sitio web http: // olpcMAP. voluntario red o de correo electrónico @ laptop. org.

source: Finally, know that there are LOTS of fun, cool people out in the world who'd like to work and play together with you as contributors, to help spread our mission and to improve children's lives.
es: Por último, sabemos que hay un montón de diversión, gente cool en el mundo a quienes les gustaría trabajar y jugar junto con usted como contribuyentes, para ayudar a difundir nuestra misión y para mejorar la vida de los niños.

source: Kids, siblings, and parents
es: Para niños, hermanos y padres

source: The XO is meant for the entire family to use, so learning as much as you can to help each other learn is one way to volunteer with (and for) other OLPC learners worldwide.
es: La XO es para toda la familia a utilizar, así que aprender lo más que pueda para ayudar a los demás es una manera de aprender a ser voluntario con (y para) otros alumnos de OLPC en todo el mundo.

source: You can contribute to the wiki, a web site that you can edit, at http://wiki.laptop.org to share your knowledge and XO laptop experience.
es: Puede contribuir a la wiki, un sitio web que se puede editar, en http: // wiki. portátil. org para compartir su experiencia y conocimientos laptop XO.

source: You can tell others about your projects and recruit others to join your efforts. To understand how easy it is to edit the wiki, go to http://wiki.laptop.org/go/Wiki_getting_started.
es: Usted puede decirle a otros acerca de sus proyectos y reclutar a otros a unirse a sus esfuerzos. Para entender lo fácil que es editar el wiki, vaya a http: // wiki. portátil. org / go / Wiki_getting_started.

source: You might want to get involved in a regional group with other XO owners in your area. You can find many such vibrant communities at http://wiki.laptop.org/go/Regional_community_groups.
es: Es posible que desee participar en un grupo regional con otros propietarios de XO en su área. Usted puede encontrar muchas de esas comunidades vibrantes en http: // wiki. portátil. org / go / Regional_community_groups.

source: Teachers, students, and educators
es: Profesores, estudiantes y educadores

source: The OLPC project is an education project above all else, so your contributions are highly valued. You can contribute by testing, developing content, mentoring, or running group activities. You can start a University chapter of OLPC users -- both formal Community Service Learning and great informal clubs exist. Details may be found at wiki.laptop.org/go/University_program.
es: El proyecto OLPC es un proyecto de educación por encima de todo, por lo que sus aportaciones son muy valorados. Puedes contribuir pruebas, desarrollo de contenidos, la tutoría, o ejecutar actividades de grupo. Usted puede comenzar un capítulo de la Universidad de los usuarios de OLPC - tanto de aprendizaje Atención formales Comunidad y grandes clubes informales existen. Los detalles se pueden encontrar en la wiki. portátil. org / go / University_program.

source: You can try to meet with other teachers and students within your geographic region, or look up pre-existing groups within the list of regional groups here: http://wiki.laptop.org/go/Groups.
es: Usted puede tratar de reunirse con otros profesores y estudiantes dentro de su región geográfica, o buscar grupos preexistentes dentro de la lista de grupos regionales aquí: http: // wiki. portátil. org / go / Grupos.

source: Support Gang
es: Soporte Pandilla

source: If you enjoy personally helping others, and the challenge of solving problems with learners worldwide, you would be a perfect fit for the Support Gang. We work together answering all kinds of questions about the XO, peripherals, software, volunteering, deployment, organizational development and anything else OLPC users ask about.
es: Si te gusta ayudar personalmente a otros, y el desafío de resolver los problemas con los estudiantes de todo el mundo, que sería un ajuste perfecto para la Banda Soporte. Trabajamos juntos contestar todo tipo de preguntas acerca de la XO, periféricos, software, el voluntariado, el despliegue, desarrollo organizacional y todo lo demás usuarios OLPC preguntan acerca de.

source: Community Support Volunteers are an extremely friendly and supportive group, who came together from all around the world, and work together closely online. We also meet weekly with invited guest speakers by phone, and in person whenever possible.
es: Los voluntarios comunitarios de apoyo son un grupo extremadamente amable y solidaria, que se reunieron de todo el mundo, y trabajar juntos estrechamente en línea. También nos reunimos semanalmente con oradores invitados por teléfono y en persona siempre que sea posible.

source: When you volunteer, fellow volunteers and OLPC will help you get started and assist you in finding answers to difficult or unusual technical questions. Bilingual volunteers are most especially welcome. Please join us at http://wiki.laptop.org/go/Support_Gang.
es: Cuando usted se ofrece voluntariamente, otros voluntarios y OLPC le ayudará a empezar y le ayudará a encontrar respuestas a las preguntas técnicas difíciles o inusuales. Voluntarios bilingües son más especialmente bienvenida. Por favor, únase a nosotros en la dirección http: // wiki. portátil. org / go / Support_Gang.

source: Documentation
es: Documentación

source: If you would like to help others learn about the XO then you can help with the documentation. We have a dedicated team and we eagerly welcome new contributors! You don't need to be a expert on the technology to participate - you may wish to just spell check or check images. You may also be inspired to write a chapter or improve existing chapters. You can learn more on how to contribute by joining the OLPC Library mailing list http://lists.laptop.org/listinfo/library
es: Si usted desea ayudar a otros a aprender acerca de la XO entonces usted puede ayudar con la documentación. Tenemos un equipo dedicado y con entusiasmo la bienvenida a nuevos colaboradores . También es posible que se inspiró para escribir un capítulo o mejorar capítulos existentes. Puede obtener más información sobre cómo contribuir al unirse a la lista de correo de OLPC Biblioteca http: // listas. portátil. org / listinfo / biblioteca

source: Existing XO and Sugar manuals are written and hosted at FLOSS Manuals.
es: Manuales XO y Sugar existentes se escriben y alojados en manuales de software libre.

source: Translators
es: Traductores

source: OLPC is a world-wide program that tries to reach people in many countries, who speak many different languages. You can get an idea of the program and look for your languages on the Sugar Labs translation server. If you speak and write more than one language, you can help translate the wiki or the software. If you can help, please see http://wiki.laptop.org/go/Translation.
es: OLPC es un programa mundial que intenta llegar a la gente en muchos países, que hablan muchos idiomas diferentes. Usted puede tener una idea del programa y buscar sus lenguas en el servidor de traducción Sugar Labs. Si hablas y escribes más de un idioma, puede ayudar a traducir la wiki o el software. Si usted puede ayudar, por favor visite http: // wiki. portátil. org / go / Traducción.

source: Content creators, writers, artists, photographers, videographers
es: Contenido creadores, escritores, artistas, fotógrafos, videógrafos

source: Everyone is a creator: by creating and sharing something, you inevitably understand it better. Writing about the XO can also be one of the greatest contributions to helping others.
es: Todo el mundo es un creador: al crear y compartir algo, inevitablemente entenderlo mejor. Al escribir sobre la XO también puede ser una de las mayores contribuciones a ayudar a los demás.

source: Please consider offering your communications or media talents on the OLPC Wiki - whether by writing, designing, editing, storytelling or simply organizing - anywhere within http://wiki.laptop.org.
es: Por favor considerar ofrecer sus comunicaciones o talentos de los medios sobre la OLPC Wiki - ya sea escribiendo, diseñando, la edición, la narración o simplemente organizar - en cualquier lugar dentro de http: // wiki. portátil. org.

source: If you want to create art for the XO, you can join other artists at the Art Community page at http://wiki.laptop.org/go/Community:Art.
es: Si desea crear arte para la XO, puede unirse a otros artistas en la página de Arte de la Comunidad en la dirección http: // wiki. portátil. org / go / Comunidad: Arte.

source: You can upload photos to a great, growing worldwide archive at http://www.flickr.com/groups/olpc. One group of photos even shows those specially taken by XO laptops themselves, using the Record Activity. Hardware designers and testers
es: Puedes subir fotos a un gran crecimiento de archivo, en todo el mundo en la dirección http: // www. flickr. com / grupos / olpc. Un grupo de fotos incluso muestra los especialmente tomada por XO laptops sí mismos, mediante el Registro de Actividad. Diseñadores de hardware y testers

source: There are lots of volunteer hardware opportunities, from brainstorming about alternative power to developing peripherals to repairing XOs. You may want to develop peripherals for the XO that use its USB ports or other inputs, for health applications or beyond: http://wiki.laptop.org/go/Health.
es: Hay un montón de oportunidades de hardware voluntario, de intercambio de ideas sobre el poder alternativa para el desarrollo de periféricos a las XO reparación. Es posible que desee desarrollar periféricos para la XO que utilizan sus puertos USB u otros insumos, para aplicaciones de salud o más allá: http: // wiki. portátil. org / go / Salud.

source: You can get involved with community repair centers or start your own, with volunteers or as a business: http://wiki.laptop.org/go/Repair_center_locations.
es: Usted puede involucrarse con los centros de reparación de la comunidad o iniciar su propio, con voluntarios o como un negocio: http: // wiki. portátil. org / go / Repair_center_locations.

source: You may want to work on power generation: http://lists.laptop.org/listinfo/power. Or firmware coding: http://wiki.laptop.org/go/OFW. To find out more about all of these types of hardware projects search for those keywords at: http://wiki.laptop.org/go/Category:Hardware.
es: Es posible que desee trabajar en la generación de energía: http: // listas. portátil. org / listinfo / potencia. O codificación firmware: http: // wiki. portátil. com / go / OFW. Para obtener más información sobre todos estos tipos de proyectos de hardware de la búsqueda para las palabras clave en: http: // wiki. portátil. org / go / Categoría: Hardware.

source: Software Developers especially should connect with Sugar Labs: http://join.sugarlabs.org
es: Desarrolladores de software especialmente deben conectar con Sugar Labs: http: // unirse. sugarlabs. org

source: The XO's software is designed to be malleable because we want the help of all the people in the world who are capable of writing free software to help other people learn. To get involved, you can:
es: El software de la XO está diseñado para ser maleable porque queremos que la ayuda de toda la gente en el mundo que son capaces de escribir software libre para ayudar a otras personas a aprender. Para participar, usted puede:

source: Write activities http://wiki.sugarlabs.org/go/Activity_Team.
es: Escribe actividades http: // wiki. sugarlabs. org / go / Activity_Team.

source: Fix, report, or triage bugs http://bugs.sugarlabs.org and http://dev.laptop.org.
es: Fijar, informar de errores, o triaje http: // bichos. sugarlabs. org y http: // dev. portátil. org.

source: Help test http://wiki.laptop.org/go/Friends_in_testing.
es: Ayuda http prueba: // wiki. portátil. org / go / Friends_in_testing.

source: Hack Sugar and our OS http://wiki.laptop.org/go/Developers_manual.
es: Hack Azúcar y nuestra http OS: // wiki. portátil. org / go / Developers_manual.

source: In short: "patches are welcome".
es: En resumen: "parches son bienvenidos".

source: Local opportunities
es: Oportunidades locales

source: Help create changes in the community you live in - as well as ones you'd like to visit. Start or join a grassroots group: http://wiki.laptop.org/go/Groups.
es: Ayudar a crear cambios en la comunidad que vive en -, así como las que le gustaría visitar. Inicie o únase a un grupo de base: http: // wiki. portátil. org / go / Grupos.

source: Create a Community Repair Center: http://wiki.laptop.org/go/Repair_center_locations.
es: Crear un centro de reparaciones Comunidad: http: // wiki. portátil. org / go / Repair_center_locations.

source: Help out at a nearby Pilot deployment: http://planet.laptop.org.
es: Ayudar en una implementación piloto en las inmediaciones: http: // planeta. portátil. org.

source: Run, host, or attend an Event or Jam: http://olpcMAP.net.
es: Ejecutar, anfitrión, o asistir a un evento o Jam: http: // olpcMAP. neto.

source: Deployment
es: Despliegue

source: Volunteering at an OLPC deployment or school of any size is sometimes possible, in exceptional cases: http://wiki.laptop.org/go/ClassActs/Resources
es: Ser voluntario en un despliegue de OLPC o la escuela de cualquier tamaño a veces es posible, en casos excepcionales: http: // wiki. portátil. org / go / ClassActs / Recursos

source: Volunteers working on their own much smaller deployments, work together leveraging their mutual insights: http://wiki.laptop.org/go/ALEARN_Network
es: Los voluntarios que trabajan en sus propias implementaciones más pequeñas, trabajan juntos aprovechando sus conocimientos mutuos: http: // wiki. portátil. org / go / ALEARN_Network

source: A great way to get started is to explore others' work at http://planet.laptop.org and then email your specific interests and qualifications to: mailto:volunteer@laptop.org
es: Una gran manera de empezar es explorar el trabajo de otros en la dirección http: // planeta. portátil. org y envíanos un mensaje a sus intereses y calificaciones específicas a: mailto: @ voluntarios portátil. org

source: Annual Community Summits
es: Cumbres anuales comunitarias

source: Nothing beats meeting in person, and the OLPC community's biggest annual summit occurs in October in San Francisco, thanks to: http://olpcSF.org.
es: Nada es mejor que reunirse en persona, y más grande cumbre anual de la comunidad OLPC se produce en octubre en San Francisco, gracias a: http: // olpcSF. org.

source: Similarly a more technical spring summit generally takes plan around May in Montevideo, Uruguay: http://ceibalJAM.org.
es: Del mismo modo una cumbre más técnico primavera generalmente toma alrededor plan de mayo en Montevideo, Uruguay: http: // ceibalJAM. org.

source: Conclusions
es: Conclusiones

source: We weren't kidding when we told you that we accept volunteer contributions of all shapes, sizes, and kinds. Would you enjoy making presents for millions of children every day? Can you help?
es: Nosotros no estábamos bromeando cuando les dijimos que aceptamos contribuciones de los voluntarios de todas las formas, tamaños y tipos. ¿Le gustaría hacer regalos para millones de niños cada día?
