Repository: AdityyaX/help-activity
Catalog: translated_po/*/intro17.po
Languages: es

source: Introduction to XO Help 17
es: Introducción a la XO Help 17

source: Welcome to a new look in XO Help 17.
es: Bienvenido a una nueva mirada en XO Help 17.

source: If you are starting with an XO laptop you might jump straight to the top of the "Hardware section" :doc:`/getting_started`.
es: Si usted está comenzando con una computadora portátil XO es posible saltar directamente a la parte superior de la sección de "hardware": doc: `/ getting_started`.

source: When you press the "next" link at the top right of this page you will move on to the page, The Sugar User Interface. To a new user this is a somethat theoretical page, but the **following** few pages covering navigation are more new user friendly and important for all new users.
es: Al pulsar el enlace "Siguiente" en la parte superior derecha de esta página usted pasar a la página, la interfaz de usuario de Azúcar. Para un usuario nuevo se trata de una página teórico somethat, pero las siguientes páginas ** ** cubren la navegación es más fácil de usar nueva e importante para todos los nuevos usuarios.

source: The Activity you are using, Help, has its own :doc:`/help` page. Help will display, the pages in the index, plus (when you are online) pages linked to the internet.
es: La actividad que está utilizando, Ayuda, tiene su propia: doc: `página / help`. Ayuda mostrará las páginas en el índice, más (cuando está en línea) páginas vinculadas a internet.

source: In Help use the "Back" button |Back| to return to the previous page, and the "Home" button |Home| to return to :doc:`/index`
es: En Ayuda utilice el botón "Atrás" Atrás | para volver a la página anterior, y el "Home" button | Inicio | para volver a: doc: `/ index`

source: Activities are listed in alphabetical order, starting with :doc:`/browse`.
es: Las actividades se enumeran en orden alfabético, comenzando por: doc: `/ browse`.

source: The section of the table of Contents, Network, starts with the page :doc:`/give_me_the_internet`
es: La sección de la tabla de contenidos, la red, se inicia con la página: doc: `/ give_me_the_internet`

source: In Help pages, the green arrow |more| is used to signify moving to material at a deeper level.
es: En las páginas de Ayuda, la flecha verde | más | se utiliza para significar mover el material a un nivel más profundo.

source: This is an experimental new page. You can improve it yourself by following :doc:`/how_to_help`.
es: Se trata de una página nueva experimental. Usted puede mejorar usted mismo siguiendo: doc: `/ how_to_help`.
