Repository: AdityyaX/help-activity
Catalog: translated_po/*/keyboard.po
Languages: es

source: Keyboard
es: Teclado

source: The Keyboard and Touchpad
es: El teclado y el touchpad

source: TODO: <We should have a picture of 1.5 rather than 1.0>
es: TODO: <Debemos tener una imagen de 1. 5 en lugar de 1. 0>

source: The keyboard and touchpad—which are dust and water resistant—have special keys for additional functionality. Keyboards are designed for each country, so your keyboard may not look exactly like the one in this figure. Keys outlined in yellow are reserved for future features (such as the "grab" keys and the "slider bar").
es: Teclados son diseñados para cada país, por lo que su teclado no sean exactamente como la que en esta figura. Claves señalados en amarillo están reservados para futuras características (tales como las teclas de "agarrar" y la "barra de desplazamiento").

source: Escape key -- The escape key is labeled with an × symbol on a black circle. The escape key is most commonly used in combination with the control key to quit activities (ctrl + esc).
es: La tecla de escape es más comúnmente utilizado en combinación con la tecla de control para dejar de actividades (CTRL + ESC).

source: Tab key -- The tab key is labeled with arrows pointing right and left. The tab key—in addition to its standard use—is used in combination with the control, shift and alt keys to cycle through open Activities. For example, alt + tab cycles forward through running Activities.
es: Tecla Tab - La tecla de tabulación está marcado con flechas apuntando hacia la derecha y la izquierda. Por ejemplo, ALT + TAB ciclos hacia delante a través de funcionamiento Actividades.

source: Control key -- The control key is used in combination with other keys to issue commands. For example, ctrl + c is used to copy to the clipboard; ctrl + v is used to paste from the clipboard.
es: Tecla de control - La clave de control se utiliza en combinación con otras teclas para ejecutar comandos. Por ejemplo, Ctrl + C se utiliza para copiar al portapapeles; .

source: Shift key -- The shift key is used in combination with other keys as a modifier, most commonly to shift between lowercase and uppercase in Latin-based alphabets.
es: Shift key - La tecla de mayúsculas se utiliza en combinación con otras teclas como un modificador, más comúnmente para cambiar entre mayúsculas y minúsculas en alfabetos basados ​​en el latín.

source: Fn key -- The function key is used in combination with other keys as a modifier. For example, fn + erase is delete; fn + up arrow is page up.
es: Tecla Fn - La tecla de función se utiliza en combinación con otras teclas como un modificador. Por ejemplo, Fn + borrado es eliminar; .

source: Alt key -- The alt key is used in combination with other keys to issue commands. For example, alt + enter toggles full-screen mode; alt + spacebar toggles the tray visibility. This example works in the Browse Activity but not in the Record Activity.
es: Tecla Alt - La tecla alt se utiliza en combinación con otras teclas para ejecutar comandos. Por ejemplo, alt + ENTER se cambia el modo de pantalla completa; . Este ejemplo funciona en el Browse Actividad pero no en el Registro de Actividad.

source: Spacebar -- The spacebar key types a space. In the future, when used in conjunction with the function key (fn), it will eventually view the source code for the currently running Activity.
es: Barra espaciadora - Los tipos barra espaciadora un espacio. En el futuro, cuando se utiliza en conjunción con la tecla de función (fn), eventualmente ver el código fuente para la Actividad actualmente en ejecución.

source: Alt Gr key -- The alt graphics key is used in combination with other keys as a modifier, most commonly to select an alternative letter or generate an accented character. The details of this functionality vary from keyboard layout to keyboard layout: for example, on the US keyboard, alt gr + j generates a € (euro sign); typing the character "a" followed by alt gr + 4 generates á.
es: Alt clave Gr - La tecla alt gráficos se utiliza en combinación con otras teclas como un modificador, más comúnmente para seleccionar una carta alternativos o generar un carácter acentuado.

source: Arrow keys -- The arrow keys are used for navigation; combined with the function key (fn), they are used for page up, page down, home, and end.
es: Teclas de flecha - La flecha teclas se utilizan para la navegación; .

source: Language key -- The language key is found on keyboard layouts that combine Latin and non-Latin scripts. It toggles between scripts, so, for example, one can switch between typing in English and Hindi with a single keystroke. (On Latin-only keyboards, the language key has been replaced by a × and ÷ key.)
es: Lenguaje clave - La clave de idioma se encuentra en las disposiciones de teclado que combinan caracteres latinos y no latinos. Se cambia entre las secuencias de comandos, por lo que, por ejemplo, se puede cambiar entre escribir en Inglés y el hindi con una sola tecla. )

source: Enter key -- The enter key—in addition to its standard use—is used in combination with modifier keys. For example, alt + enter toggles full-screen mode.
es: Por ejemplo, alt + ENTER se cambia el modo de pantalla completa.

source: Erase key -- The erase key deletes the character behind the cursor (backspace). fn + erase deletes the key in front of (or on) the cursor.
es: Erase clave - La clave de borrado borra el carácter detrás del cursor (retroceso). fn + borrado elimina la clave frente a (o sobre) el cursor.

source: Frame key -- The Frame key toggles the presence of the Frame on the screen. The Frame is the black border around the screen that holds the Activity taskbar, clipboard, wireless connections, battery level, and so on.
es: Clave Frame - La clave del marco alterna la presencia del marco de la pantalla. El marco es el borde negro alrededor de la pantalla que contiene la Actividad barra de tareas, el portapapeles, conexiones inalámbricas, nivel de batería, etc..

source: Volume controls -- The volume keys lower and raise the audio level.
es: Los controles de volumen - Las teclas de volumen inferior y elevar el nivel de audio.

source: Brightness controls -- The brightness keys lower and raise the brightness of the screen backlight. To turn the backlight off completely may take 7-8 button presses.
es: Controles de brillo - Las teclas de brillo inferior y aumentar el brillo de la retroiluminación de la pantalla. Para encender la luz por completo puede tardar 7-8 pulsaciones de botón.

source: View keys -- The four view keys, from left to right, take you to the Neighborhood view, the Group view, the Home view, and the Activity view.
es: Para ver las teclas - Las cuatro teclas de vista, de izquierda a derecha, te llevan a la vista Barrio, la vista de grupo, la vista de inicio, y la vista de Actividad.

source: Search key -- The search key takes you directly to the Journal and places the text cursor in the search box.
es: Tecla de búsqueda - La clave de búsqueda le lleva directamente a la Revista y coloca el cursor de texto en el cuadro de búsqueda.
