Repository: AdityyaX/help-activity
Catalog: translated_po/*/memorize.po
Languages: es

source: Memorize
es: Memorizar

source: About
es: Acerca de

source: This Activity allows learners to take the learning process in their own hands, as they play but also create their own games. The game has matching pairs of what are clickable tiles, or blocks. The card pairs are composed of text, sound or images. The children turn over the cards to match words, words and sounds, words and pictures, or pictures and sounds. There are a few default games loaded. These images, sounds and text can be extended to animations or movie snippets. Players of Memorize can play together across multiple machines.
es: Esta actividad permite a los estudiantes a tomar el proceso de aprendizaje en sus propias manos, ya que jugar, pero también crean sus propios juegos. El juego ha correspondientes pares de cuáles son los azulejos se puede hacer clic, o bloques. Los pares de tarjetas se componen de texto, sonido o imágenes. Los niños se vuelven sobre las cartas para que coincida con palabras, palabras y sonidos, palabras e imágenes, o imágenes y sonidos. Hay unos cuantos juegos predeterminados cargados. Estas imágenes, sonidos y texto se pueden extender para animaciones o fragmentos de películas. Jugadores de Memorice pueden jugar juntos en varios equipos.

source: Using Memorize
es: Utilizando Memorice

source: Memorize comes with two modes, *Play*, and *Edit game*. In *Edit game* you can make a brand new Memorize game, or edit one of the demo games supplied.
es: Memorice viene con dos modos, * Juego * y * Editar juego *. En * Editar * juego te puede hacer un nuevo juego Memorize nombre o editar uno de los juegos de demostración suministradas.

source: In *Play* mode the Activity has three sets of tiles for demo games, *Numbers, Letters* and *Sounds*. Memorize supports :ref:`Sharing` so you can play the game with others.
es: En modo de reproducción * * la actividad tiene tres tipos de fichas para juegos de demostración, * Números, Letras * y * Sonidos *. Memorice soportes: ref: `Sharing` así que usted puede jugar el juego con los demás.

source: The image below shows the Letters demo being selected, and play in progress. Notice that the unturned tiles, are in two sets, tiles are numbered with a 1 in the top part of the gameboard, and with a 2 in the lower half. This is called a *Grouped tile game*.
es: La siguiente imagen muestra las Cartas demo de ser seleccionado, y jugar en el progreso. Tenga en cuenta que las baldosas sin mover, están en dos sets, azulejos están numeradas con un 1 en la parte superior del tablero de juego, y con un 2 en la mitad inferior. Esto se llama * Agrupados juego de fichas *.

source: (In the Sounds demo, there is an example of an *Ungrouped game*, that is, the tiles are randomly spread over the gameboard.)
es: (En la demo Sounds, hay un ejemplo de un juego Desagrupados * *, es decir, los azulejos se distribuyen aleatoriamente sobre el tablero. )

source: The player has already matched two pairs, by clicking on the tiles. Matched tiles are highlighted and a score is shown on the left side. If the pair of tiles do not match, they are flipped back over after a short time, in which you try to memorize them.
es: El jugador ya ha igualado dos pares, haciendo clic en las baldosas. Azulejos coincidentes se resaltan y una puntuación se muestra en el lado izquierdo. Si el par de baldosas no coinciden, se da la vuelta hacia atrás después de un corto período de tiempo, en el que intenta memorizarlas.

source: When you play a *Grouped tile game*, the prompt will be in the top half of the gameboard, and the answer will be hidden under one of the squares in the bottom half. You have to guess where the matching tile might be. Move the cursor down and notice that the bottom rows are now 'live' --each square is highlighted as you cross it. Select your guess. After you have made a few guesses, you will start to remember where the matching tiles might be.
es: Cuando juegas a * Agrupados juego de fichas *, el indicador estará en la mitad superior del tablero de juego, y la respuesta se oculta bajo una de las plazas en la mitad inferior. Tienes que adivinar donde el azulejo juego podría ser. Mover el cursor hacia abajo y observe que las filas inferiores son ahora "en vivo" --Cada plaza se destaca como la cruzas. Seleccione su respuesta. Después de haber hecho algunas conjeturas, usted comenzará a recordar dónde las fichas iguales podrían ser.

source: **Toolbar tabs and buttons in Play do the following:**
es: ** Pestañas barra de herramientas y botones de reproducción haga lo siguiente: **

source: Activity tab. In the first field name the game. The Description button allows you to add a description to the :doc:`/journal` entry. Thirdly select Private, or My Neighbourhood, see :ref:`Sharing`.
es: Ficha Actividad. En el primer campo el nombre del juego. El botón Descripción le permite añadir una descripción para el: doc: `entrada / journal`. En tercer lugar seleccione Privada o Mi Barrio, ver: ref: `Sharing`.

source: Load demo game - Select preloaded demo games from list.
es: Cargar demo del juego - Seleccione juegos de demostración precargadas de la lista.

source: Select the Grid Size, 4x4, 5x5, or 6x6.
es: Seleccione el Tamaño de cuadrícula, 4x4, 5x5, 6x6 o.

source: Restart Game.
es: Juego Restart.

source: This is the switch to *Edit game*. Create a new game or edit the current game.
es: Este es el cambio a * Edición de juego *. Crear un nuevo juego o editar el juego actual.

source: The *Edit game* mode icons are grayed out.
es: Los * Iconos del modo de edición del juego * aparecen en gris.

source: grayed out.
es: en gris.

source: Stop, or close the Activity.
es: Detener o cierre la Actividad.

source: Creating a Game
es: Creando un Juego

source: Pressing the *Edit game* button, results in editing the existing game. If you open Memorize from *Resume*, that is, an existing named file, and press the *Edit game* button, you will change that file, and the older file will be overwritten in the :doc:`/journal`. In this case the older game is lost.
es: Al pulsar el botón de juego * Editar *, los resultados en la edición del juego existente. Si abre Memorice de * Reanudar *, es decir, un archivo con el nombre existente, y pulse el botón Editar * juego *, usted va a cambiar ese archivo, y el archivo antiguo se sobrescribirán en el: doc: `/ journal`. En este caso se pierde el juego más antiguo.

source: To create a fresh game, open Memorize, from the Home View, *Start new*. Press the Activity tab. Type in a name for the game.
es: Para crear un juego fresco, abierto Memorice, desde la vista principal, * Comenzar una nueva *. Pulse la pestaña Actividad. Escriba un nombre para el juego.

source: Memorize will remind you of this difference in behavior. If you rename an existing game, and then press the *Clear all tiles* button, you will be prompted *Do you want to ...* . If you press *Clear*, this will overwrite the previous game in your Journal. (You cannot overwrite a demo game itself. The demo games will always be there if you choose to edit a demo game, and clear its tiles.)
es: Memorice le recordará esta diferencia de comportamiento. Si cambia el nombre de un juego existente, y luego pulsa el * Borrar todos los azulejos * botón, tendrá que introducir * ¿Quieres. . . *. Si pulsa * * Claro, esto sobreescribirá el juego anterior en su Diario. (No se puede sobrescribir una demo del juego en sí. Los juegos de demostración siempre estarán ahí si decide editar un juego de demostración, y borrar sus azulejos. )

source: It is good if you have some image files in your Journal, or on a USB stick. If none are available you could make some with Paint, see the tutorial below.
es: Es bueno si usted tiene algunos archivos de imagen en su diario, o en una memoria USB. Si no hay ninguno disponible que podría hacer algo con la pintura, vea el tutorial de abajo.

source: This image shows a game being created. The right side, represents the new contents for the gameboard. So far we have Tux and his image. The left side represents the work space. A picture of a sunset has been selected from the Journal, and the text "Sunset" has been entered into the box marked *Text:*. The cursor has selected *Add new pair*, and when pressed, the new pair will transfer to the gameboard section on the right.
es: Esta imagen muestra un juego que se está creando. El lado derecho, representa los nuevos contenidos para el tablero de juego. Hasta el momento tenemos Tux y su imagen. El lado izquierdo representa el espacio de trabajo. Una imagen de una puesta de sol ha sido seleccionado de la revista, y el texto "Sunset" se ha entrado en la casilla * Texto: *. El cursor ha seleccionado * Añadir nuevo par *, y cuando se pulsa, el nuevo par transferirá a la sección de tablero de juego a la derecha.

source: **Toolbar tabs and buttons in Edit game do the following:**
es: ** Pestañas y botones de barra de herramientas en Editar juego haga lo siguiente: **

source: Activity tab, name the game, access the Journal, to provide a description, and select Private, or My Neighbourhood, see :ref:`Sharing`.
es: Pestaña Actividad, nombre el juego, acceder a la Revista, para proporcionar una descripción y seleccione Privada o Mi Barrio, véase: ref: `Sharing`.

source: *Play* buttons are grayed out while in *Edit game* mode.
es: * Juego * botones estarán atenuados mientras que en * Editar * Modo de juego.

source: This button is now marked to switch back to *Play* mode.
es: Este botón está marcado para volver a * Modo de reproducción *.

source: Switch between Match different tiles, and Match identical tiles.
es: Cambiar entre Partido diferentes azulejos, y Match fichas idénticas.

source: Switch between Grouped tiles game, and Ungrouped game.
es: Cambiar entre Agrupados juego azulejos, y juego Desagrupado.

source: Clear all tiles.
es: Borrar todas las fichas.

source: |icon<>|
es: | Icono <> |

source: Match different tiles
es: Coincidir con diferentes azulejos

source: |icon=|
es: | Icono = |

source: Match identical tiles
es: Empareja las fichas idénticas

source: Grouped tiles game
es: Agrupados juego azulejos

source: |icon-gray|
es: | Icono gris |

source: Ungrouped game
es: Juego Desagrupado

source: Clear all tiles
es: Borrar todas las fichas

source: If you look to the top of the toolbar in our example above, you will see this game is a *Match different tiles* and an *Ungrouped game*.
es: Si nos fijamos en la parte superior de la barra de herramientas en nuestro ejemplo anterior, se verá que este juego es a * Partido diferentes azulejos * y un juego * Sin grupo *.

source: Looking at the image below starting from top left, clockwise, shows some of the steps in selecting contents for the game. In the first image **1** within the work space are the *Add item* buttons. The *Insert picture* button has been used to open the Journal, and select a Tux image.
es: En cuanto a la imagen de abajo a partir de la parte superior izquierda, a la derecha, muestra algunos de los pasos en la selección de contenidos para el juego. En la primera imagen ** 1 ** dentro del espacio de trabajo son los * Añadir item * botones. El botón Insertar imagen * * se ha utilizado para abrir el Diario, y seleccionar una imagen de Tux.

source: Next **2** the text "Tux" was entered in the text box, and also the *Speak text* icon was selected. Now, the two tiles are ready to *Add as new pair* to the gameboard section on the right.
es: Siguiente ** 2 ** el texto "Tux" se ha introducido en el cuadro de texto, y también el texto * * icono Habla fue seleccionado. Ahora, las dos fichas están listos para * Agregar nuevo par * a la sección de tablero de juego a la derecha.

source: With all the images loaded **3** press *Play*, the hovering cursor reveals *Play game*. The final image **4** shows the game in play. Notice that when the *Pronounce text* button has been selected Speak's eyes watch play.
es: Con todas las imágenes cargadas ** 3 ** pulse * Juego *, el cursor se cierne revela * Jugar *. La imagen final ** 4 ** muestra el juego en juego. Tenga en cuenta que los ojos de hablar cuando se ha seleccionado el botón * texto Pronuncia * ver jugar.

source: **The add item buttons, within the work space:**
es: ** Los botones Agregar, dentro del espacio de trabajo: **

source: This image shows just the left side of the screen, the work space.
es: Esta imagen muestra sólo el lado izquierdo de la pantalla, el espacio de trabajo.

source: The Preview will show the new tile, like this, with no content, or with whatever has been selected.
es: La vista previa mostrará la nueva baldosa, así, sin contenido, o con lo que se ha seleccionado.

source: Text can be entered directly into the box under *Text:*.
es: Se puede introducir texto directamente en el cuadro bajo * Texto: *.

source: Insert picture, opens Journal or attached media in Image search.
es: Insertar imagen, abre Diario o medios de comunicación unidos en busca de imagen.

source: Insert sound file, opens Journal or attached media in Audio search.
es: Insertar archivo de sonido, abre los medios de revistas o unidos en la búsqueda de audio.

source: Pronounce text during tile flip
es: Pronuncia texto durante flip azulejo

source: Select font.
es: Seleccione la fuente.

source: *Add:* This will add the current "pair" in the work space, to the gameboard section on the right.
es: * Añadir: * Esto agregará el "par" actual en el espacio de trabajo, a la sección de tablero de juego a la derecha.

source: *Update:* This will bring a selected pair, from gameboard section on the right, back into the work space, where changes can be made.
es: * Actualización: * Esto traerá un par seleccionado, desde la sección de tablero de juego a la derecha, de nuevo en el espacio de trabajo, donde se pueden hacer cambios.

source: Tutorials
es: Tutoriales

source: Create a Color Game
es: Crear un juego de color

source: In this tutorial, you will learn how to create and play a Memorize Activity matching colors. This is a *Match identical tiles* game. You will learn how to upload an image and add text.
es: En este tutorial, aprenderás cómo crear y reproducir una Actividad Memorizar colores a juego. Se trata de un * Partido fichas idénticas * Juego. Usted aprenderá cómo subir una imagen y añadir texto.

source: Before beginning, save eight color fills using the Paint activity. In Paint, use the Bucket tool to fill the whole space with a color, and name and save the image. The color image saved from the Paint activity is in rectangular in shape. The Memorize activity uses a square picture image aligned from the upper left.
es: Antes de comenzar, ahorrar ocho rellenos de color utilizando la actividad de pintura. En Paint, utilice la herramienta Cubo para llenar todo el espacio con un color, y el nombre y guardar la imagen. La imagen en color salvado de la actividad de pintura se encuentra en forma rectangular. La actividad Memorice utiliza una imagen Cuadro cuadrado alineado desde la parte superior izquierda.

source: Open Memorize, from the Home View, *Start new*. (If you open Memorize from *Resume* in your Journal, that is, an existing named file, you will change that file, and the older file will be overwritten in the Journal.)
es: Abrir Memorice, desde la vista principal, * Comenzar una nueva *. (Si abre Memorice de * Reanudar * en su Diario, archivo, es decir, una con nombre existente, que va a cambiar ese archivo, y el archivo antiguo será sobrescrito en el Diario. )

source: Press the Activity tab.
es: Pulse la pestaña Actividad.

source: Type in a name for this game.
es: Escriba un nombre para este juego.

source: Click the *Edit game* button.
es: Haga clic en el botón de juego * Editar *.

source: Press *Match identical tiles*.
es: Pulse * Empareja las fichas idénticas *.

source: Press to choose either a *Grouped tiles game,* or an *Ungrouped game.*
es: Pulse para elegir entre un * Agrupados azulejos juego, * o un juego * Desagrupado. *

source: Insert Pictures and Text like this:
es: Insertar imágenes y texto como este:

source: Working in the work space, which will now only have one tile pane,
es: Trabajar en el espacio de trabajo, que ahora sólo tienen un panel de azulejos,

source: Click *Insert picture*.
es: Haga clic en Insertar imagen * *.

source: Select and click the image file with your color from the Journal.
es: Seleccione y haga clic en el archivo de imagen con el color de la Revista.

source: Type in the name of the color you just chose in the *Text:* box.
es: Escriba el nombre del color que usted acaba de elegir en el * Texto: * Caja.

source: Click *Add as new pair*. A new pair of tiles are displayed on the right side, the gameboard section.
es: Haga clic * Agregar nuevo par *. Un nuevo par de fichas se muestran en el lado derecho, la sección de tablero.

source: Repeat steps until all pairs are added.
es: Repita los pasos hasta que se agregan todos los pares.

source: Now to play the game, click the *Play* button.
es: Ahora, para jugar el juego, haga clic en el botón * * Juego.

source: Create a Sound Game
es: Crear un Sonido de juego

source: In this tutorial, you will learn how to create and play a Memorize Activity matching pictures and sounds. The tiles are grouped meaning all the pictures are numbered '1' tiles while the sounds are numbered '2' tiles. You will learn how to upload an image and upload a sound. Before beginning, save eight pictures using the Browse activity, and eight matching sound files. The files can be on a USB stick or in your Journal.
es: En este tutorial, aprenderás cómo crear y jugar un juego Actividad Memorice imágenes y sonidos. Los azulejos se agrupan por lo que todas las imágenes se numeran azulejos '1', mientras que los sonidos están numerados '2' azulejos. Usted aprenderá cómo subir una imagen y cargar un sonido. Antes de comenzar, ahorrar ocho fotografías con la actividad de Exploración y ocho archivos de sonido a juego. Los archivos pueden estar en una memoria USB o en su Diario.

source: Open Memorize, from the Home View, *Start new*.
es: Abrir Memorice, desde la vista principal, * Comenzar una nueva *.

source: Click on *Grouped tiles game.*
es: Haga clic en * azulejos agrupados juego. *

source: Click on *Match different tiles*.
es: Haga clic en * Partido diferentes azulejos *.

source: Working in the work space, now with two tile panes.
es: Trabajar en el espacio de trabajo, ahora con dos paneles de azulejos.

source: In the first tile pane:
es: En el primer panel de azulejo:

source: Insert a picture file as above. If you add text too, it will be printed over your picture.
es: Insertar un archivo de imagen que el anterior. Si agrega texto también se imprimirá sobre su imagen.

source: In the second tile pane:
es: En el segundo panel del azulejo:

source: Click *Insert sound*. Select either the Journal or the media where you stored your sound files.
es: Haga clic en Insertar sonido * *. Seleccione el Diario o los medios de comunicación donde se almacenan los archivos de sonido.

source: Select and click the file name.
es: Seleccione y haga clic en el nombre del archivo.

source: Click *Add as new pair*. The new pair of tiles are displayed on the right side.
es: Haga clic * Agregar nuevo par *. La nueva pareja de fichas se muestran en el lado derecho.

source: Create a Spelling Game
es: Crear un juego de ortografía

source: First create a spelling list.
es: En primer lugar crear una lista de palabras.

source: Open Activity Record.
es: Abrir Registro de Actividad.

source: Choose the Audio tab of Record.
es: Seleccione la pestaña Audio de Registro.

source: Set the duration (upper right corner of the Record interface) to, say, 15 seconds.
es: Establezca la duración (en la esquina superior derecha de la interfaz de registro) a, por ejemplo, 15 segundos.

source: Click the Record button.
es: Haga clic en el botón de grabación.

source: Say the first word of your spelling list.
es: Diga la primera palabra de su lista de ortografía.

source: Click the Record button again.
es: Haga clic en el botón Grabar.

source: Wait, while the Record Activity saves your sound clip.
es: Espera, mientras que el Registro de Actividad ahorra su clip de sonido.

source: Say the next word on your list.
es: Di la palabra siguiente en su lista.

source: Click the Record button to save your clip.
es: Haga clic en el botón Grabar para guardar el clip.

source: Record and save the rest of the spelling words on your list.
es: Grabar y guardar el resto de las palabras de ortografía en su lista.

source: Now in Memorize.
es: Ahora en Memorice.

source: Select *Edit game*.
es: Select * Editar juego *.

source: Click on *Ungrouped game.*
es: Haga clic en * Juego Desagrupado. *

source: Use *Insert sound* to add your first recording to the first tile. In the second tile enter the word to match your sound file.
es: Usar * Insertar sonido * para agregar su primera grabación a la primera baldosa. En la segunda baldosa ingresar la palabra para que coincida con el archivo de sonido.

source: Proceed adding sounds on the first tile, with matching words on the second tile.
es: Continúe agregando sonidos en el primer azulejo, a juego con las palabras en la segunda baldosa.

source: Sharing
es: Compartiendo

source: To play these games with users on more than one XO, so that the turn moves from one user to the other when a user fails to make a matching selection:
es: Para jugar estos juegos con usuarios en más de una XO, por lo que el giro se mueve de un usuario a otro, cuando un usuario no puede hacer una selección a juego:

source: Open the Memorize activity and load the game you want to share on the main XO
es: Abra la actividad Memorizar y cargar el juego que desea compartir en la XO principal

source: Click on the Activity tab, and click on the Home View button |Home_key_f3_small| so that it turns into the My Neighborhood button |Neighborhood_key|
es: Haga clic en la pestaña Actividad y haga clic en el botón Inicio Ver | Home_key_f3_small | modo que se convierte en el botón de Mi Barrio | Neighborhood_key |

source: All the other XOs will see the Memorize activity icon close to your XO symbol on their Neighborhood View.
es: Todos los otros XO verán el icono de actividad Memorice cerca de su símbolo XO en su Barrio Vista.

source: They can then join the activity by moving their cursor over the game icon.
es: A continuación, puede unirse a la actividad moviendo su cursor sobre el icono del juego.

source: |more| For further information, please see the page :doc:`/collaborating`
es: | Más información | Para más información, consulte la página: doc: `/ collaborating`

source: Extending
es: Extensión

source: There is a rich set of opportunities for extending these games. Memorize could be used in history, biology, music, science, early reading, mathematics and others. The media objects available in Sugar, such as sound files and images, as well as all the media objects available by transfer from a USB, or the internet, mean that this game can be powerful in many educational areas.
es: Hay un amplio conjunto de oportunidades para extender estos juegos. Memorice podría ser utilizado en la historia, la biología, la música, la ciencia, la lectura temprana, las matemáticas y otros. Los objetos multimedia disponibles en Sugar, como archivos sonoros e imágenes, así como todos los medios de objetos disponibles por transferencia desde un USB, o internet, hacen que este juego puede ser de gran alcance en muchos ámbitos educativos.
