Repository: AdityyaX/help-activity
Catalog: translated_po/*/opening_the_xo.po
Languages: es

source: Opening the XO
es: La apertura de la XO

source: You can open, flip, and close the XO to position it in different ways.
es: Usted puede abrir, dar la vuelta y cerrar la XO para colocarlo de diferentes maneras.

source: To open the XO
es: Para abrir la XO

source: Position the laptop with the handle away from you, and then rotate both of the antennae towards you.
es: Coloque el ordenador portátil con el mango de distancia de usted, y luego girar tanto de las antenas hacia usted.

source: Lift the front edge of the top of laptop, and then move the top upward away from you. You can hear and feel a slight click as you first lift the top.
es: Levante la parte delantera de la parte superior de la computadora portátil, y luego mover la parte superior hacia arriba lejos de ti. Puedes escuchar y sentir un ligero chasquido cuando usted levanta primero la parte superior.

source: To flip the XO
es: Para voltear la XO

source: You can switch the XO so that the screen lies flat and covers the keyboard. This lets you handle the gamepad buttons more easily or read electronic books (ebooks), using the arrow buttons to page forward and backward.
es: Puede cambiar la XO para que la pantalla quede plano y cubre el teclado. Esto le permite manejar los botones del gamepad más fácilmente o leer libros electrónicos (ebooks), utilizando los botones de flecha a la página hacia adelante y hacia atrás.

source: Bring the display up to a 90-degree angle and rotate the antennae down.
es: Traiga la pantalla hasta un ángulo de 90 grados y girar la antena hacia abajo.

source: Rotate the display 180 degrees until it is facing backwards.
es: Gire la pantalla 180 grados hasta que se enfrenta al revés.

source: Fold the display down onto the keyboard.
es: Doble la pantalla sobre el teclado.

source: Press the rotate key to orient the display.
es: Pulse la tecla de rotación para orientar la pantalla.
