Repository: AdityyaX/help-activity
Catalog: translated_po/*/paint.po
Languages: es

source: Paint
es: Pintar

source: About
es: Acerca de

source: This Activity allows users to create paintings or drawings. It can also be used to edit images created by other Activities and the images it creates can be imported into some Activities.
es: Esta actividad permite a los usuarios crear pinturas o dibujos. También se puede utilizar para editar imágenes creadas por otras actividades y las imágenes que crea puede ser importado en algunas actividades.

source: Using
es: Uso

source: You can start a new project by selecting *Start new* from the :doc:`/home_view` or open an existing Paint project in the :doc:`/journal`. By default, when you click on Paint in Home View, you will resume your last project.
es: Puede iniciar un nuevo proyecto seleccionando * Comenzar una nueva * desde el: doc: `/ home_view` o abrir un proyecto de pintura existente en el: doc:` / journal`. Por defecto, cuando se hace clic en Paint en vista principal, se reanudará su último proyecto.

source: Paint main tool bar
es: Pintar barra de herramientas principal

source: The tool bar top row contains buttons to open each of the following tabs.
es: La fila superior de herramientas barra contiene botones para abrir cada una de las siguientes fichas.

source: Activity tab. The Activity tab is open, and the project has been given a name.
es: Ficha Actividad. La pestaña Actividad está abierta, y el proyecto se ha dado un nombre.

source: Edit tab.
es: Editar pestaña.

source: Brush properties.
es: Propiedades de pincel.

source: Brush.
es: Cepillo.

source: Shapes.
es: Formas.

source: Shapes properties.
es: Formas propiedades.

source: Text tab.
es: Ficha Texto.

source: Images Tab.
es: Imágenes Tab.

source: Stop, or close Activity.
es: Detener o cerca de Actividad.

source: Explanation of tabs or tool bars in more detail.
es: Explicación de las pestañas o barras de herramientas con más detalle.

source: The Activity tab
es: La pestaña Actividad

source: Activity tab. In the first field name the page or project. The Description button, the "pencil and book" icon, allows you to add a description to the :doc:`/journal` entry. Try to get in the habit of re-naming the project before you start work. Move the cursor over the existing title, click the left mouse button, and start typing a name for the project. Your new name will overwrite the original.
es: Ficha Actividad. En el primer campo el nombre de la página o proyecto. El botón Descripción, el icono "lápiz y el libro", le permite añadir una descripción al: doc: `entrada / journal`. Trate de conseguir en el hábito de volver a nombrar el proyecto antes de empezar a trabajar. Mueva el cursor sobre el título existente, haga clic en el botón izquierdo del ratón, y comience a escribir un nombre para el proyecto. Su nuevo nombre será sobrescribir el original.

source: The collaboration button is grayed out, see :ref:`Share`.
es: El botón de colaboración está en gris, ver: ref: `Share`.

source: Edit tab
es: Editar pestaña

source: Undo button.
es: Botón Deshacer.

source: Redo button.
es: Botón Rehacer.

source: Copy button. This will copy the area selected with the *Select Area* tool to the clipboard. The *Select Area* tool is the bottom item of the Brush tool bar.
es: Botón Copiar. Esto copia el área seleccionada con el * Seleccione Area * herramienta en el portapapeles. El * Seleccione Area * herramienta es el punto inferior de la barra de herramienta Pincel.

source: Use the *Select Area* tool to crop images, select the area you want, and use the *Copy button* to copy the clipping to the Clipboard. The Clipboard feature is within the Frame in the lower left corner of the screen.
es: Utilice el * Seleccione Area * herramienta para recortar imágenes, seleccionar el área que quieres, y utilice el botón * copia * copiar el recorte en el Portapapeles. La función de Portapapeles está dentro del cuadro en la esquina inferior izquierda de la pantalla.

source: To save from the Clipboard, click on the clipping on the Frame, and then select 'Keep' on the menu, which appears. The original image is unchanged and a new *Image clipping* item is saved in the Journal.
es: Para guardar desde el Portapapeles, haga clic en el recorte en el Marco y, a continuación, seleccione 'Mantener' en el menú que aparece. La imagen original permanece sin cambios y un nuevo recorte de imagen * * elemento se guarda en el Diario.

source: To retieve from the Clipboard use the Paste button:
es: Para retieve desde el Portapapeles, utilice el botón Pegar:

source: Paste button. The copied image, which you pick up as an *Image clipping* from the Frame, is pasted in the top left of the work space, and it is already selected, that is under the control of the *Select Area* tool, with which you drag the clipping to the desired place.
es: Botón Pegar. La imagen copiada, que recoja como un recorte * Imagen * del Marco, se pega en la parte superior izquierda de la zona de trabajo, y que ya está seleccionado, es decir bajo el control de la * Seleccione Area * herramienta, con la que arrastra el recorte hasta el lugar deseado.

source: Clear the work space, or clear the selected area if there is an area selected.
es: Despeja el espacio de trabajo, o borrar el área seleccionada si hay un área seleccionada.

source: Brush properties
es: Propiedades de pincel

source: Changes the color, and other properties of the Brush tools, Brush, Bucket, and Stamp.
es: Cambia el color y otras propiedades de las herramientas de pincel, pincel, Cubo, y sello.

source: When the stamp tool is selected, Brush properties changes to Stamp properties and it controls the size of the stamp.
es: Cuando se selecciona la herramienta Tampón, cepillo propiedades cambia para estampar propiedades y se controla el tamaño de la estampilla.

source: Brush
es: Cepillo

source: Brush. Spreads color as you move the cursor over the work space.
es: Cepillo. Los diferenciales de color al mover el cursor sobre el espacio de trabajo.

source: Eraser. Removes color.
es: Goma de borrar. Elimina el color.

source: Bucket. This will flood, or fill, an enclosed area with color.
es: Cubo. Este inundará, o relleno, un área cerrada con el color.

source: Picker. Use this tool to pick up a certain color from the image on the work space. This colour is then used by Brush, Bucket, or Stamp.
es: Recogedor. Utilice esta herramienta para recoger un determinado color de la imagen en el espacio de trabajo. Este color se utiliza entonces por cepillo, cubo, o sello.

source: Stamp. Stamp will repeat a part of the image selected in Select Area.
es: Sello. Sello repetirá una parte de la imagen seleccionada en Seleccionar área.

source: Select Area. A rectangular area is selected by placing the curson at top left of desired area, click left mouse button, draw cursor to bottom right, and release the mouse button.
es: Seleccione Area. Un área rectangular se selecciona colocando el curson en la parte superior izquierda del área deseada, haga clic en el botón izquierdo del ratón, dibuje cursor hacia abajo a la derecha, y suelte el botón del ratón.

source: Shapes
es: Formas

source: Elipse (hold down shift for circle).
es: Elipse (mantenga presionada la tecla shift para círculo).

source: Rectangle (hold down shift for squares).
es: Rectangle (mantenga presionada la tecla shift para plazas).

source: Line.
es: Línea.

source: Free form.
es: Formulario libre.

source: Polygon (number of sides set in Shapes properties).
es: Polígono (número de lados establecidos en propiedades Shapes).

source: Heart.
es: Corazón.

source: Parallelogram.
es: Paralelogramo.

source: Arrow.
es: Flecha.

source: Star (number of points is set in Shapes properties).
es: Star (número de puntos se encuentra en propiedades Shapes).

source: Trapezoid.
es: Trapecio.

source: Triangle.
es: Triángulo.

source: Shapes Properties
es: Propiedades Formas

source: The color of Shapes *Fill* is set here, while the color of the *border* is set in Brush properties. If the *Fill* box is unchecked, only an outline, or border, is displayed.
es: El color de las formas * Llenar * se establece aquí, mientras que el color de la frontera * * se encuentra en las propiedades de pincel. Si el cuadro * Fill * no está marcada, sólo un esbozo, o borde, se muestra.

source: Under the *Fill* checkbox, set aspect ratio, and the number of sides of stars and polygons.
es: Bajo el * * Rellenar casilla, relación de aspecto establecido, y el número de lados de estrellas y polígonos.

source: Type. To insert text, press *Type*, move the cursor to the point you want to start typing, click, and insert text with the keyboard. The colour used is set in Brush properties.
es: Tipo. Para insertar texto, pulse la tecla * Tipo *, mueva el cursor hasta el punto que desee empezar a escribir, haga clic en, e insertar texto con el teclado. El color utilizado se encuentra en las propiedades de pincel.

source: Bold switch.
es: Interruptor Negrita.

source: Italic switch.
es: Interruptor de Itálica.

source: Increase or decrease font size.
es: Aumentar o disminuir el tamaño de la fuente.

source: Select font.
es: Seleccione la fuente.

source: Images Tab
es: Imágenes Tab

source: Insert picture, opens Journal or attached media in Image search.
es: Insertar imagen, abre Diario o medios de comunicación unidos en busca de imagen.

source: Rotate selected area left.
es: Gire área seleccionada izquierda.

source: Rotate selected area right.
es: Girar a la derecha el área seleccionada.

source: Horizontal mirror, or flip, selected area.
es: Espejo horizontal, o flip, área seleccionada.

source: Vertical mirror, or flip, selected area.
es: Espejo vertical, o flip, área seleccionada.

source: Convert selected area from color to gray.
es: Convertir área seleccionada de color a gris.

source: Rainbow.
es: Arco iris.

source: Invert colors in the selected area. For example black is inverted to white, and similarly, all colors are inverted.
es: Invertir colores en el área seleccionada. Por ejemplo negro se invierte a blanco, y del mismo modo, todos los colores están invertidos.

source: Applying
es: Aplicando

source: Paint is a versatile Activity with many uses such as:
es: La pintura es una actividad versátil con muchas aplicaciones, tales como:

source: creating drawings or paintings.
es: la creación de dibujos o pinturas.

source: creating images for inserting into Write documents.
es: la creación de imágenes para insertar en documentos de escritura.

source: creating slides for a Portfolio Activity slide show.
es: la creación de diapositivas de una presentación de diapositivas Actividad de la cartera.

source: creating images for using in other Activities including Turtle Blocks and many more.
es: crear imágenes para el uso en otras actividades como Turtle Blocks y muchos más.

source: editing and cropping images made by other Activities including Turtle Blocks and many more..
es: edición y imágenes de cultivo realizadas por otras actividades como Bloques y Turtle muchos más. .

source: editing and cropping screen shots (take screen shots from the keyboard by pressing the *Alt* key with *1*).
es: disparos de edición y recorte de pantalla (toma capturas de pantalla desde el teclado pulsando la tecla Alt * * con * 1 *).

source: editing and cropping photos taken with the Record Activity.
es: edición y fotos de cultivo tomadas con el Registro de Actividad.

source: Sharing
es: Compartiendo

source: Paint does not support sharing. You can use Turtle Blocks for collaborative drawing.
es: Pintar no es compatible con el intercambio. Puede utilizar bloques de Tortugas para el dibujo de colaboración.

source: You can share the work you have done in Image Viewer.
es: Usted puede compartir el trabajo que ha hecho en el Visualizador de imágenes.

source: |more| For further information, please see the page :doc:`/collaborating`
es: | Más información | Para más información, consulte la página: doc: `/ collaborating`

source: Extending
es: Extensión

source: take a photo of an animal with Record, crop the image with Paint, use as a custom turtle in Turtle Blocks.
es: tomar una foto de un animal con Record, recortar la imagen con Paint, utilice como una tortuga costumbre en los bloques de la tortuga.

source: start a school newspaper, take photos with Record, crop with Paint, import them into Write.
es: iniciar un periódico de la escuela, tomar fotos con Record, recortar con pintura, importarlos en escritura.

source: do a portfolio of your schoolwork, get screenshots (Alt-1) crop with Paint and add explanatory labels then make a slideshow in Portfolio Activity.
es: hacer una cartera de su trabajo escolar, obtener capturas de pantalla (Alt-1) de los cultivos con la pintura y añadir etiquetas explicativas a continuación, hacer una presentación de diapositivas en Actividad de la cartera.

source: create a custom Memorize Activity game, create the images in Paint.
es: crear una costumbre Memorice Actividad juego, crear las imágenes en Paint.

source: create custom cards for the Dimensions (Visual Match) Activity.
es: crear tarjetas personalizadas para las Dimensiones (Partido Visual) Actividad.

source: create custom foods for the Nutrition Activity.
es: crear alimentos personalizados para la Actividad Nutrición.

source: create custom images for the Labyrinth Activity. Labyrinth is a mind mapping tool.
es: crear imágenes personalizadas para la Actividad Laberinto. Laberinto es una herramienta de mapas mentales.

source: create a web page with images from Paint.
es: crear una página web con imágenes de pintura.

source: take photos of plants or animals, crop the photos, and label them.
es: tomar fotos de plantas o animales, recortar las fotos, y etiquetarlos.

source: take the output of SimpleGraph and use the *Bucket* (flood-fill tool) to make a multicolored graph.
es: tomar la salida de SimpleGraph y utilizar el * Cubo * (herramienta de inundaciones de relleno) para hacer una gráfica multicolor.

source: Developers' information
es: Información para desarrolladores

source: **History**
es: ** ** Historia

source: **Resources**
es: ** ** Recursos

source: `Sources <https://git.sugarlabs.org/projects/paint>`_
es: `Fuentes <https: // git. sugarlabs. org / projects / pintura> `_

source: Where to report problems
es: Dónde reportar problemas

source: In http://bugs.sugarlabs.org, component Paint.
es: En http: // bichos. sugarlabs. org, Pintura de componente.
