Repository: AdityyaX/help-activity
Catalog: translated_po/*/troubleshooting_connectivity.po
Languages: es

source: Troubleshooting Connectivity
es: Solución de problemas de conectividad

source: You can look at http://wiki.laptop.org/go/Support_FAQ for many technical troubleshooting tips, but you should read through all the information on this page to troubleshoot the wireless connectivity yourself. Understanding wireless router configuration
es: Usted puede mirar en la dirección http: // wiki. portátil. org / go / Support_FAQ para muchas sugerencias técnicas de solución de problemas, pero usted debe leer toda la información en esta página para solucionar la conectividad inalámbrica a ti mismo. Configuración del router inalámbrico Entendimiento

source: Connect your router to any computer, and then use a web browser to view the router's configuration page and change the router's settings.
es: Conecte el router a cualquier ordenador, y luego usar un navegador web para ver la página de configuración del router y cambiar la configuración del router.

source: Here are some common router manufacturer's administrative addresses, usernames, and passwords used for configuring router information. To find a more complete list, you may try visiting another computer that has an internet connection (for example, the local library) and searching the Internet for router default logins. Router
es: Aquí están administrativas direcciones, nombres de usuario y contraseñas de algunos fabricantes enrutador común utilizados para configurar la información del router. Para encontrar una lista más completa, puede intentar visitar a otro equipo que tenga una conexión a Internet (por ejemplo, la biblioteca local) y buscar en Internet para las conexiones por defecto del router. Router

source: Manufacturer
es: Fabricante

source: Address
es: Dirección

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: 3 Com
es: 3 Con

source: admin
es: administración

source: Broadband
es: Banda Ancha

source: password
es: contraseña

source: If you are unable to connect a computer to your router to do this, call your Internet Service Provider and ask them for assistance. They should be able to access your router remotely, get the needed information for you, and even make any needed changes.
es: Si no puede conectar el ordenador a su router para hacer esto, llame a su proveedor de servicios de Internet y pedirles ayuda. Deben ser capaces de acceder a su router de forma remota, obtener la información necesaria para usted, e incluso hacer los cambios necesarios.

source: Your wireless router settings may contain Wired Equivalent Privacy (WEP) or Wi-Fi Protected Access (WPA) for security protection. Find out which type of security it uses and the passphrase either by asking your ISP or by using the router's configuration pages.
es: Sus configuración del router inalámbrico pueden contener Wired Equivalent Privacy (WEP) o Wi-Fi Protected Access (WPA) para la protección de la seguridad. Averigüe qué tipo de seguridad que utiliza y la contraseña, ya sea por preguntar a su proveedor de Internet o mediante el uso de las páginas de configuración del router.

source: Based on the type of security system being used (WPA or WEP), the Wireless Key type varies. For WPA, you use a Passphrase key (for example, "password", "tHisisAp4ssword"). For WEP, use either a Hex key (for example, "4f4c504321", usually all keys that consist of only of 0-9 and a-f) or its corresponding ASCII key ("OLPC!"). 40-bit Hex keys are 10 letters/numbers long, corresponding to 5 letter/number ASCII keys.
es: Con base en el tipo de sistema de seguridad están utilizando (WPA o WEP), el tipo Llave Inalámbrica varía. Para WPA, se utiliza una clave frase de paso (por ejemplo, "password", "tHisisAp4ssword"). Para WEP, utilice una llave hexagonal (por ejemplo, "4f4c504321", por lo general todas las claves que consisten sólo de 0-9 y af) o su clave ASCII correspondiente ("OLPC!"). Claves de maleficio de 40 bits son 10 letras / números de largo, correspondiente a 5 teclas ASCII letras / números.

source: Common connectivity problems and solutions
es: Problemas de conectividad comunes y soluciones

source: Inability to connect with an Access Point from the Neighborhood View is the most commonly reported symptom. The symptom is usually a flashing circle icon where the access point circle icon never appears in the Frame or the circle's menu never contains "Connected." This flashing animation indicates the XO is trying to connect, but the lack of connection indicators tells you that it fails to connect. If this happens, try the troubleshooting suggestions just below. Is the wifi hotspot dot visible in the Neighborhood View?
es: La incapacidad para conectar con un punto de acceso desde el Barrio Vista es el síntoma reportado con mayor frecuencia. El síntoma suele ser un icono de círculo parpadeante en el icono del círculo del punto de acceso no aparece nunca en el marco o el menú del círculo nunca contiene "Conectado. "Esta animación intermitente indica la XO está intentando conectarse, pero la falta de indicadores de conexión le dice que no se puede conectar. Si esto sucede, pruebe las sugerencias de solución de problemas justo debajo. Es el punto wifi hotspot visible en el Barrio Vista?

source: Go to the Neighborhood View and type the name of your SSID in the Seach box to highlight your access point. Each circle network icon represents a Service Set Identifier (SSID). On one of the icons in the Neighborhood View, you should see your Wi-Fi hotspot's network name.
es: Vaya a la vista de Vecindario y escriba el nombre de su SSID en el cuadro de pesquisa para resaltar su punto de acceso. Cada icono de la red círculo representa un identificador de conjunto de servicios (SSID). En uno de los iconos en el Barrio Vista, deberías ver el nombre de red de su punto de acceso Wi-Fi.

source: If you cannot see the network name there may be a few reasons for this, so continue troubleshooting.
es: Si no puede ver el nombre de la red puede haber algunas razones para esto, así que continuar con la solución.

source: Is the name of the network a hidden SSID?
es: Es el nombre de la red un SSID oculto?

source: If your SSID/Network Name is set to be Hidden in the router configuration, it is not possible for the XO to connect to your wireless network through the Sugar User Interface.
es: Si su SSID / Nombre de la red se fija para ser Oculto en la configuración del router, no es posible para la XO para conectarse a su red inalámbrica a través de la interfaz de usuario de Azúcar.

source: You may connect manually by typing commands in the Terminal Activity. To do so, launch the Terminal Activity and type these commands:
es: Puede conectar manualmente escribiendo comandos en la Actividad Terminal. Para ello, inicie la Actividad Terminal y escriba los siguientes comandos:

source: As an explanation, the su command creates a root process. The iwconfig command connects to your hidden network (of course, substitute the name of your access point for the string myhiddennetwork in the above example). Finally, dhclient asks for an IP address from the access point.
es: Como explicación, el comando su crea un proceso de raíz. El comando iwconfig se conecta a su red oculta (por supuesto, sustituir el nombre del punto de acceso para el myhiddennetwork cadena en el ejemplo anterior). Por último, dhclient pide una dirección IP del punto de acceso.

source: Is your Wi-Fi router filtering connections based on a MAC Address?
es: Es el filtrado de conexiones router Wi-Fi basadas en una dirección MAC?

source: You can prevent other computers from using your wireless router by configuring it to filter by MAC Address. A MAC Address is a unique address embedded in your computer's network adapter. While MAC address filtering is not a secure method of protecting a network, some routers use it, and it could prevent your XO from using that access point.
es: Puede evitar que otros equipos de la utilización de su router inalámbrico configurándolo para filtrar por dirección MAC. Una dirección MAC es una dirección única integrada en el adaptador de red de su equipo. Mientras que el filtrado de direcciones MAC no es un método seguro de protección de una red, algunos routers usan, y podría evitar que su XO de usar ese punto de acceso.

source: To fix a filtering problem, you can find the MAC Address and add it to the list of allowed computers that can connect with the wireless router.
es: Para solucionar un problema de filtración, se puede encontrar la dirección MAC y añadirlo a la lista de equipos permitidos que se puede conectar con el router inalámbrico.

source: To do so, launch the Terminal Activity and type these commands:
es: Para ello, inicie la Actividad Terminal y escriba los siguientes comandos:

source: The MAC address is in the first line next to the HWAddr tag: and is in the form of "00:17:C4:XX:XX:XX"
es: La dirección MAC se encuentra en la primera línea junto a la etiqueta HWaddr: y es en forma de "00: 17: C4: XX: XX: XX"

source: In the WiFi router configuration for filtering, add the MAC Address you found with the ifconfig command.
es: En la configuración del router WiFi para filtrar, agregar la dirección MAC que se encontró con el comando ifconfig.

source: Is your WiFi router configured to support 802.11b or 802.11g or both?
es: ¿Está su router WiFi configurado para soportar 802. 11b o 802. 11g o ambos?

source: Read the documentation for your wireless router to determine how to configure it for 802.11g support, or to determine if it is using the 802.11g protocol. In this example, the Mode drop-down list is where you would look for protocol settings. It may not work to have both g and b modes as shown, so try different configurations to see if another configuration works.
es: Lea la documentación de su router inalámbrico para determinar cómo configurarlo para 802. Apoyo 11g, o para determinar si se está utilizando el 802. Protocolo 11g. En este ejemplo, la lista desplegable Mode es donde usted buscar la configuración de protocolo. Puede que no funcione para tener ambos modos G y B, como se muestra, a fin de tratar las distintas configuraciones para ver si otros trabajos de configuración.

source: Are the access point settings not in channels 1, 6, or 11?
es: ¿Son los ajustes del punto de acceso no en los canales 1, 6, o 11?

source: Is your access point working on another channel that is not in 1, 6, or 11? For some older builds, the XO expects to find access points in one of these three channels, the three non-interfering channels available to 802.11g wireless protocol.
es: Es su punto de acceso trabajando en otro canal que no está en 1, 6, o 11? . Protocolo inalámbrico 11g.

source: Try changing your access point to one of the three channels and check if you can associate your XO to it. Refer to your access point's documentation for information on changing the frequency channel that your access point broadcasts on. This image shows an example of the settings for a wireless router. The Channel field is where you change the frequency setting.
es: Trate de cambiar el punto de acceso a uno de los tres canales y comprobar si se puede asociar su XO a ella. Consulte la documentación de su punto de acceso para obtener información sobre cómo cambiar el canal de frecuencia que su punto de acceso difunde en. Esta imagen muestra un ejemplo de la configuración de un router inalámbrico. El campo Canal es donde se cambia el ajuste de la frecuencia.

source: Why can't the XO Browse when connected?
es: ¿Por qué no puede la XO Navegar cuando está conectado?

source: Symptom: Your XO shows that your Internet connection is working, but you cannot browse or search any pages.
es: Síntoma: Tu XO muestra que su conexión a Internet funciona, pero no se puede navegar o buscar cualquier página.

source: Most likely, the XO has failed to receive DNS information from your internet access point. If this is the case, you would be able to access the Internet for sites named directly with IP addresses but not their common names. In other words, http://209.85.133.18 would work but http://www.google.com would not.
es: Lo más probable, la XO no ha recibido información de DNS de su punto de acceso a Internet. Si este es el caso, usted sería capaz de acceder a Internet para los sitios nombrados directamente con direcciones IP, pero no sus nombres comunes. En otras palabras, http: // 209. 85. 133. 18 iba a funcionar, pero http: // www. google. com no lo haría.

source: Verify what the XO has received (from the Internet access point) for DNS information by using the Browse Activity and looking at this URL:
es: Compruebe lo que el XO ha recibido (desde el punto de acceso a Internet) para obtener información de DNS mediante la Actividad Navegar y buscar en esta dirección:

source: This page should show the IP address of the DNS server assigned by the Internet access point. If there isn't an IP address on this page, or if the IP address assigned is wrong, this would account for the behavior you're seeing.
es: Esta página debería mostrar la dirección IP del servidor DNS asignado por el punto de acceso a Internet. Si no hay una dirección IP en esta página, o si la dirección IP asignada está mal, esto explicaría el comportamiento que estamos viendo.

source: If there is no IP address, or the address is wrong, you'll need to determine why the Internet access point is failing to supply one, but this is likely to be misconfiguration of the access point.
es: Si no hay una dirección IP o la dirección es incorrecta, tendrá que determinar por qué el punto de acceso a Internet está fallando para suministrar uno, pero esto es probable que sea una mala configuración del punto de acceso.

source: Connecting to the Internet without wireless access
es: Conexión a Internet sin acceso inalámbrico

source: If you cannot successfully or consistently connect to the Internet using Wi-Fi, you can use a USB-to-Ethernet connector to hook up to a wired connection rather than wireless. Examples of products that have worked for other users include the Linksys USB100M and the Zoltan Tech USB2.0 Fast Ethernet adapter, which cost about USD $10-$25.
es: Si no puedes con éxito o consistentemente conectarse a Internet mediante Wi-Fi, puede utilizar un conector USB a Ethernet para conectar a una conexión por cable en lugar de inalámbrica. Ejemplos de productos que han funcionado para otros usuarios incluyen el Linksys USB100M y el USB2 Zoltan Tecnología. 0 adaptador Fast Ethernet, que cuesta alrededor de USD $ 10- $ 25.

source: If you want to connect to your XO wirelessly with a dial-up connection, you can do it with an older version of Apple's Airport Extreme (A1034). Apple no longer sells them, but they are available on the Internet for between $18 and $36. Be sure the one you get has a port for the phone line, and preferably, with a phone cord included. Directions for connecting with it are on the Wiki at http://wiki.laptop.org/go/Wifi_Connectivity#Apple_Airport. Connecting while traveling
es: Si desea conectarse a su XO inalámbrica con una conexión de acceso telefónico, puede hacerlo con una versión anterior de Airport Extreme de Apple (A1034). Apple ya no los vende, pero están disponibles en Internet por entre $ 18 y $ 36. Asegúrese de que el uno se obtiene tiene un puerto para la línea telefónica, y de preferencia, con un cable de teléfono incluido. Instrucciones para conectar con ella están en la Wiki en http: // wiki. portátil. org / go / Wifi_Connectivity # Apple_Airport. Conexión mientras viaja

source: Your XO makes a wonderful traveling companion. You can connect to a wide variety of public WiFi sites often found in community centers and libraries, even in restaurants and hotels. All you will need to do is to obtain a correct password and log on according to the instructions above. Many places will not require a password to connect and the process will be even easier. Remember, however, that passwords provide an extra layer of internet security. Without them, you run a slightly higher risk of experiencing some type of Internet fraud.
es: Tu XO hace un compañero de viaje maravilloso. Puede conectarse a una amplia variedad de sitios WiFi públicas a menudo se encuentran en los centros comunitarios y bibliotecas, incluso en restaurantes y hoteles. Todo lo que necesita hacer es obtener una contraseña correcta y conectarse de acuerdo con las instrucciones anteriores. Muchos lugares no requieren una contraseña para conectarse y el proceso será aún más fácil. Recuerde, sin embargo, que las contraseñas proporcionan una capa adicional de seguridad de Internet. Sin ellos, se corre un riesgo ligeramente mayor de sufrir algún tipo de fraude en Internet.
