Repository: AdityyaX/help-activity
Catalog: translated_po/*/upgrade_all.po
Languages: es

source: Upgrade all your Software
es: Actualiza todo tu software

source: Your XO comes pre-loaded with the software OS (operating system) designed for the XO. It is a good idea to keep your software up to date because our latest builds fix bugs in earlier releases and they are awesome!
es: Tu XO viene pre-cargado con el sistema operativo de software (sistema operativo) diseñado para el XO. Es una buena idea para mantener su software actualizado porque nuestra últimas versiones corregir errores en versiones anteriores y que son impresionantes!

source: The XO-1’s came with Sugar software. Did you know that with the latest software your XO can have both Sugar and GNOME? GNOME provides an option to teach older children in a learning environment that will be familiar and transferable to using Windows or Mac OS. This Chapter will tell you how to upgrade your software.
es: ¿Sabía usted que con el último software de su XO puede tener tanto azúcar y GNOME? . Este capítulo le dirá cómo actualizar el software.

source: The Software Releases can be found here: http://wiki.laptop.org/go/Releases
es: Las versiones de software se pueden encontrar aquí: http: // wiki. portátil. org / go / Releases

source: The main page of the OLPC Wiki also contains links to the latest releases. http://wiki.laptop.org
es: La página principal de la OLPC Wiki también contiene enlaces a los últimos comunicados. http: // wiki. portátil. org

source: There several methods of upgrading. Which one is right for you? Most people will want to use the "clean install" method. An overview of the upgrade options can be found here. http://wiki.laptop.org/go/Updating_the_XO
es: Hay varios métodos de actualización. Cuál es el adecuado para usted? . Una visión general de las opciones de actualización se puede encontrar aquí. http: // wiki. portátil. org / go / Updating_the_XO

source: Clear instructions on how to to change, upgrade, downgrade, or replace your XO's OS can be found in the Release notes. Choose the release (build) that you want to install here: http://wiki.laptop.org/go/Releases Next click on the Release notes for the release you will install.
es: Instrucciones claras sobre la forma de cambiar, mejorar, reducir o reemplazar su sistema operativo de XO se pueden encontrar en las notas de la versión. Elija la liberación (build) que desea instalar aquí: http: // wiki. portátil. org / go / Lanzamientos Luego haga clic en las notas de la versión para la liberación va a instalar.

source: Decide whether you want to do a clean install (Installation) which will completely reformat your XO with files from a USB drive, or an online or offline update which will update the current software without erasing the existing Journal. Follow the instruction for the update method chosen.
es: Decida si quiere hacer una instalación limpia (Instalación) que formatear por completo su XO con archivos de una unidad USB, o una actualización en línea o fuera de línea que actualizar el software actual sin borrar el Diario existente. Siga las instrucciones para el método de actualización elegido.

source: A clean install uses a USB stick and the "four button procedure" to begin the update. Warning Reminder: This method re-formats your XO and EVERYTHING on your XO will be deleted if you use this method. You will follow the instructions in the Release Notes for the build chosen, and you will need A USB storage device that has at least 1 GB of space free and a computer with Internet access that will allow you to download the required 300-400MB within about an hour.
es: Una instalación limpia utiliza una memoria USB y los "cuatro procedimiento botón" para iniciar la actualización. Recordatorio Advertencia: Este método vuelve a formatos de su XO y todo en su XO se borrará si se utiliza este método. Va a seguir las instrucciones de las notas de la versión para la construcción elegido, y se necesita un dispositivo de almacenamiento USB que tiene al menos 1 GB de espacio libre y un ordenador con acceso a Internet que le permitirá descargar el 300-400MB requerido dentro de aproximadamente .

source: 1 - Battery indicator
es: 1 - Indicador de batería

source: 2 - Power indicator
es: 2 - Indicador de alimentación

source: 3 - Power button
es: 3 - Botón de encendido

source: 4 - Game buttons
es: 4 - Botones de juego

source: Follow these steps to upgrade your XO
es: Siga estos pasos para actualizar su XO

source: Connect your XO to its charger.
es: Conecte su XO a su cargador.

source: Turn off your XO.
es: Apague su XO.

source: Connect your prepared USB storage device to your XO.
es: Conecte el dispositivo de almacenamiento USB preparado para su XO.

source: Next, hold down all four gamepad keys above the power button, and then push the power button to turn the XO on. You will see a message that tells you to "Release the game key to continue". Do not continue until you see this message.
es: A continuación, mantenga pulsada las cuatro teclas gamepad sobre el botón de encendido, y luego presione el botón de encendido para encender el XO en. Usted verá un mensaje que le dice que "Suelte la tecla juego para continuar". No continúe hasta que vea este mensaje.

source: Release the gamepad keys. The reflash process runs automatically; first you will see the XO arrange and color in a grid of boxes, then the XO will display "Rebooting in 10 seconds..."
es: Suelte las teclas gamepad. El proceso reflash ejecuta automáticamente; . . . "

source: The XO will then restart with a clean image.
es: La XO se reiniciará con una imagen limpia.

source: Enter your name for your XO and then click Next.
es: Escriba su nombre para su XO y luego haga clic en Siguiente.

source: Click the XO icon to change the colors and then click Done.
es: Haga clic en el icono de XO para cambiar los colores y luego haga clic en Hecho.

source: Optionally, connect your XO to the Internet, then use the Control Panel to download the latest Activities.
es: Opcionalmente, conecte su XO a Internet, a continuación, utilizar el panel de control para descargar las últimas actividades.
